Repository: opencloud-eu/ios-sdk
Catalog: OpenCloudSDK/Resources/Localizable.xcstrings
Source language: en
Languages: ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, lo, nl, pl, pt, ru, sv, vi, zh

source: Vacuum
de: Endgültig löschen
lo: ຈັດລະບຽບຖານຂໍ້ມູນ Vacuum
nl: Vacuüm
pl: Odkurz (Oczyść)

source: View, download, upload, edit, add and delete..
de: Ansehen, herunterladen, hochladen, bearbeiten, hinzufügen und löschen.
nl: Bekijken, downloaden, uploaden, bewerken, toevoegen en verwijderen…
pl: Podgląd, pobieranie, przesyłanie, edycja, dodawanie i usuwanie..
sv: Visa, ladda ner, ladda upp, redigera, lägga till och ta bort.

source: Viewer
de: Betrachter
lo: ຜູ້ເບິ່ງ
pl: Podgląd
sv: Visare

source: Wait Conditions
de: Wartezeiten
lo: ເງື່ອນໄຂການລໍຖ້າ
nl: Wacht-voorwaarden
pl: Warunki oczekiwania
sv: Väntvillkor

source: Waiting for metadata refresh
de: Metadatenaktualisierung wird erwartet
lo: ກຳລັງລໍຖ້າການໂຫຼດຂໍ້ມູນເມຕາຄືນໃໝ່
nl: Wachten op vernieuwing van metadata
pl: Oczekiwanie na odświeżenie metadanych
sv: Väntar på metadatauppdatering

source: Waiting for user
de: Warten auf Person
lo: ກຳລັງລໍຖ້າຜູ້ໃຊ້
nl: Wachten op gebruiker
pl: Oczekiwanie na użytkownika
sv: Väntar på användaren

# Waiting to retry (%ld of %ld)
source: Waiting to retry (%1$ld of %2$ld)
de: Warten auf Wiederholungsversuch (%1$ld von %2$ld)
lo: ກຳລັງລໍຖ້າເພື່ອລອງໃໝ່ (ຄັ້ງທີ %1$ld ຈາກ %2$ld)
nl: Wachten om het opnieuw te proberen (%1$ld van %2$ld)
pl: Oczekiwanie na ponowienie (%ld z %ld)
sv: Väntar på nytt försök (%1$ld av %2$ld)

# You logged in as user %@, but must log in as user %@. Please retry.
source: You logged in as user %1$@, but must log in as user %2$@. Please retry.
de: Sie haben sich mit dem Namen %1$@ angemeldet, müssen sich aber mit dem Namen %2$@ anmelden. Bitte versuchen Sie es erneut.
lo: ທ່ານໄດ້ເຂົ້າສູ່ລະບົບໃນນາມຜູ້ໃຊ້ %1$@, ແຕ່ຕ້ອງເຂົ້າສູ່ລະບົບໃນນາມຜູ້ໃຊ້ %2$@. ກະລຸນາລອງໃໝ່.
nl: U bent ingelogd als gebruiker %1$@, maar moet inloggen als gebruiker %2$@. Probeer het opnieuw.
pl: Zalogowano jako %@, ale musisz zalogować się jako %@. Spróbuj ponownie.
sv: Du loggade in som användaren %1$@, men måste logga in som användaren %2$@. Försök igen.

source: characters
de: Zeichen
nl: tekens
pl: znaki
sv: tecken

source: copy
de: kopieren
nl: kopiëren
pl: kopiuj
sv: kopiera

source: digits
de: Ziffern
nl: cijfers
pl: cyfry
sv: siffror

source: lower-case characters
de: Kleinbuchstaben
nl: kleine letters
pl: małe litery
sv: gemener

source: special characters
de: Sonderzeichen
nl: speciale tekens
pl: znaki specjalne
sv: specialtecken

source: upper-case characters
de: Großbuchstaben
nl: hoofdletters
pl: duże litery
sv: versaler

source: {{itemName}} can't be copied into itself.
de: {{itemName}} kann nicht in sich selbst kopiert werden.
nl: {{itemName}} kan niet naar zichzelf worden gekopieerd.
pl: {{itemName}} nie może zostać skopiowany do samego siebie.
sv: {{itemName}} kan inte kopieras till sig själv.

source: {{itemName}} can't be moved into itself.
de: {{itemName}} kann nicht in sich selbst verschoben werden.
nl: {{itemName}} kan niet naar zichzelf worden verplaatst.
pl: {{itemName}} nie może zostać przeniesiony do samego siebie.
sv: {{itemName}} kan inte flyttas till sig själv.

source: {{itemName}} is currently processed on the server and can't be downloaded until it finishes processing.
de: {{itemName}} wird gerade auf dem Server verarbeitet und kann nicht heruntergeladen werden bis die Verarbeitung abgeschlossen ist.
nl: {{itemName}} wordt momenteel verwerkt op de server en kan pas worden gedownload als de verwerking is voltooid.
pl: {{itemName}} jest obecnie przetwarzany na serwerze i nie może zostać pobrany do momentu zakończenia przetwarzania.
sv: {{itemName}} bearbetas för närvarande på servern och kan inte laddas ner förrän bearbetningen är klar.

source: URL
fi: URL-osoite

source: Offline
fr: Hors ligne

source: Online
fr: En ligne

source: Editor
pl: Edytor
sv: Redigerare

source: Uploader
pl: Przesyłający
sv: Uppladdare
